{
	"@metadata": {
		"authors": [
			"Minh Nguyen"
		]
	},
	"wikimediaevents-desc": "Ghi các sự kiện đặc biệt của Wikimedia vào nhật trình dùng EventLogging",
	"tag-cross-wiki-upload": "[[Special:MyLanguage/Commons:Cross-wiki media upload tool|Tải lên liên wiki]]",
	"tag-cross-wiki-upload-description": "Các tập tin được tải lên từ bên trong trang sửa đổi văn bản hoặc trình soạn thảo trực quan trên các wiki khác",
	"tag-HHVM-description": "Các thay đổi được thực hiện qua máy ảo HipHop Virtual Machine (HHVM) thay vì trình thông dịch PHP Zend (dự kiến sẽ cải thiện hiệu suất; được gắn thẻ để gỡ lỗi và phân tích)",
	"abusefilter-edit-builder-vars-user-wpzero": "Người dùng có sửa đổi qua một nhà cung cấp miễn phí nhờ Wikipedia Miễn phí hay không",
	"wikimediaevents-humanrel-question-a": "Bạn có muốn đi vào trang này khi tìm kiếm cho “$1” không?",
	"wikimediaevents-humanrel-question-b": "Nếu bạn tìm kiếm cho “$1”, bạn có cảm thấy bài này là kết quả tốt không?",
	"wikimediaevents-humanrel-question-c": "Nếu bạn tìm kiếm cho “$1”, bạn có cảm thấy bài này có liên quan không?",
	"wikimediaevents-humanrel-question-d": "Nếu ai đó tìm kiếm cho “$1”, họ sẽ muốn đọc bài này không?",
	"wikimediaevents-humanrel-yes": "Có",
	"wikimediaevents-humanrel-no": "Không",
	"wikimediaevents-humanrel-unsure": "Không biết",
	"wikimediaevents-humanrel-privacy-statement": "Lời tuyên bố về quyền riêng từ",
	"wikimediaevents-aicaptcha-datacollection-label": "Chúng tôi tập hợp dữ liệu để nhận ra bot như thế nào?",
	"wikimediaevents-aicaptcha-datacollection-description": "Chúng tôi luôn cố gắng cải thiện hệ thống của chúng tôi. Với mục đích học tập cách nhận ra bot một cách tốt hơn, từ tháng 1 đến tháng 5 năm 2018, chúng tôi có thể tập hợp thông tin về cách sử dụng bàn phím và con chuột trong biểu mẫu mở tài khoản. Dữ liệu này chỉ được sử dụng để giúp chúng tôi nhận ra tác vụ mở tài khoản tự động một cách chính xác hơn, nhằm mục đích chống lại nội dung rác (spam) và cho phép con người mở tài khoản một cách tiện lợi hơn.",
	"wikimediaevents-aicaptcha-datacollection-findoutmore": "Tìm hiểu thêm"
}
